{
	"label": "Reglas de Knave",
	"mapping": {
		"description": "data.description"
	},

	"entries": [
		{
			"id": "Abilities",
			"name": "Habilidades",
			"description":"<p>Cada una de las seis habilidades se utiliza en diferentes circunstancias.</p><ul><li> Fuerza: Se usa para ataques cuerpo a cuerpo y tiradas de salvación que requieran de poderío físico, por ejemplo levantar una verja, doblar un barrote, etc.</li><li> Destreza: Se usa para tiradas de salvación que requieran equilibrio, velocidad y reflejos, como por ejemplo esquivar, escalar, acechar, caminar por una cuerda floja, etc.</li><li> Constitución: Se usa para tiradas de salvación para resistir venenos, enfermedades, frío etc. El bonus de Constitución se añade a las tiradas de curación. Un PJ tendrá tantos espacios de inventario como su defensa de Constitución.</li><li> Inteligencia: Se usa para tiradas de salvación que requieran concentración y precisión, como por ejemplo para usar magia, resistir efectos mágicos, recordar algo del trasfondo, fabricar objetos, modificar maquinaria, robar algo sin que se perciba, etc.</li><li> Sabiduría: Se usa para ataques a distancia y tiradas de salvación que requieran percepción o intuición, como por ejemplo rastrear, navegar, buscar puertas secretas, detectar ilusiones, etc.</li><li> Carisma: Se usa para tiradas de salvación para persuadir, engañar, interrogar, intimidar, cautivar, provocar, etc. Los PJs pueden contratar tantos secuaces como su bonus de Carisma.</li></ul><p>Nota del Diseñador: <em>En un sistema que depende tanto de estas seis habilidades es necesario que cada una de ellas juegue un papel igual de importante. De esta forma se evita que los jugadores maximicen siempre algunas de ellas e ignoren completamente otras. Por ejemplo los personajes no mágicos suelen ignorar las habilidades mentales, por lo que he incrementado su utilidad.</em></p>"
		},
		{
			"id": "Advancement",
			"name": "Subir de nivel",
			"description": "<p>Cuando un PJ acumule 1000 puntos de experiencia (XP), suben de nivel. Como guía, los PJs reciben 50 XP por logros de bajo riesgo, 100 XP por logros de riesgo moderado y 200 XP por logros de alto riesgo. El Director puede notificar cuántos XP vale cada logro cuando se le pregunte.</p><p><em><b>Nota del Diseñador:</b> De esta forma he diseñado el subir de nivel, ya que es simple y fácil de entender. Por supuesto, cambiar a un sistema de experiencia por objetivos, como podría ser cambio de XP por oro o plata, es completamente válido. Ten en cuenta que 100 monedas de cobre equivalen a una moneda de oro, mientras que una moneda de plata equivale a 10 monedas de cobre.</em></p><p>Cuando un PJ sube de nivel, hace una tirada de tantos d8 como su nuevo nivel para conocer su nuevo número de puntos de golpe máximos. Si el resultado es menor que su máximo anterior, entonces sus puntos de golpe máximos se incrementan en 1. Los PJs también incrementarán los bonus y defensas de 3 habilidades diferentes en 1. Las habilidades nunca pueden sobrepasar 20/+10.</p><p><em><b>Nota del Diseñador:</b> Otra opción es incrementar las habilidades de forma aleatoria. Mi método preferido es lanzar un d20 por cada habilidad, en cualquier orden, incrementando esa habilidad si el resultado de la tirada es menor que la defensa de esa habilidad. Continua con el ciclo de tiradas para todas las habilidades una y otra vez hasta que hayas incrementado 3 habilidades, ignorando habilidades que hayan alcanzado su máximo. Con este método, los talentos naturales del personaje avanzarán más rápido que sus debilidades, lo cual hace que los personajes sean más variados y especializados.<em><p>"
		},
		{
			"id": "Advantage in Combat",
			"name": "Ventaja en combate",
			"description": "<p>Los personajes pueden ganar ventaja en combate al atacar a un objetivo que esté desprevenido, en terreno más bajo, desequilibrado, desarmado, distraído o en clara desventaja. El Director, como siempre, tiene la última palabra.</p><p>Cuando un personaje tiene ventaja contra un oponente en su propio turno de combate, puede:</p><ul><li> Aplicar la ventaja a su tirada de ataque o proeza contra su oponente.</li><li> Realizar un ataque y una proeza en el mismo asalto de combate contra su oponente, sin ventaja.</li></ul>"
		},
		{
			"id": "Character Creation 1: Ability Scores",
			"name": "Creación de personajes 1: Habilidades",
			"description": "<p>Los PJs tienen seis habilidades: <b>fuerza, destreza, constitución, inteligencia, sabiduría y carisma.</b> Cada habilidad tiene dos valores relacionados: una <b>DEFENSA</b> y un <b>BONUS</b>. Cuando vayas a crear un personaje, lanza 3d6 para cada una de las habilidades en orden. El dado con el valor más bajo será el <b>BONUS</b> de esa habilidad. Súmale 10 para obtener el valor de su <b>DEFENSA</b>.</p><p>Una vez hayas terminado con las tiradas puedes, opcionalmente, intercambiar los valores de dos de las habilidades.</p><p><em><b>Ejemplo:</b> obtienes un 2, 2, y 6 para la fuerza. El dado con valor más bajo es un 2, por lo que tu personaje tendrá un bonus de +2 y una defensa de 12. Repite este proceso para el resto de las habilidades.</em></p><p><em><b>Notas del Diseñador:</b> 'defensa de la habilidad' es el término que yo utilizo para referirme a lo que normalmente se llama valores de habilidad. Me refiero a ello de esta forma para dejar más claro cómo funcionan durante las tiradas de salvación con oposición, explicado más adelante.</em></p><p>La mecánica de tiradas hará que la mayoría de las habilidades empiecen en 11/+1. El bonus y la defensa de tres habilidades subirán un punto cada vez que un personaje suba de nivel, hasta un máximo de 20/+10 en el nivel 10. Esto hace que todo esté en una escala de diez puntos, lo cual es más intuitivo. La intención es imitar la forma en la que en la mayoría de juegos OSR incrementan alrededor de un punto, por cada nivel, los bonus por ataque, dados de golpe y tiradas de salvación.</p>"
		},
		{
			"id": "Character Creation 2: Starting Gear",
			"name": "Creación de personajes 2: Equipamiento",
			"description": "<p>Los PJs empiezan con dos raciones de comida y un arma a elección del jugador. Lanza un dado en las tablas de Equipo Inicial en la siguiente página para determinar la armadura inicial y equipamiento.</p><p><em><b>Notas del Diseñador:</b> lanzar dados para el equipo inicial acelera el proceso de creación, lo cual es importante en un juego con alta letalidad como Knave. Si quieres permitir la compra de equipamiento los PJs pueden empezar con 3d6x20 monedas de cobre. Ten en cuenta que los libros de hechizos no están disponibles para PJs iniciales, pero siempre puedes añadir un “libro de hechizos aleatorio” en la tabla de Equipo de Mazmorreo, o simplemente permitir a los PJs lanzar una tirada para obtener un hechizo aleatorio a cambio de empezar sin ninguna armadura.</em></p><p>Los PJs tienen un número de espacios de inventario igual a su defensa de Constitución y los objetos que porten deben de caber en esos espacios. La mayoría de los objetos utilizan solamente un espacio, pero algunos pueden ocupar más. Algunos objetos pequeños pueden agruparse en un solo espacio. Pregunta al Director si no estás seguro.</p><p><em><b>Notas del Diseñador:</b> los espacios de inventario hacen que la monitorización de la carga sea más sencilla y rápida, lo cual es importante ya que la gestión de recursos es importante en el juego. Sirven también para personalizar al personaje, ya que, aquello con lo que un personaje esté equipado, determinará la forma en la que jugará y su función dentro del grupo de aventureros.</em></p><p><b>Toda armadura tiene un valor de defensa asociado.</b> Apunta este valor en tu hoja de personaje junto con su correspondiente bonus de armadura (siempre 10 menos que la defensa). Si el Pj no lleva armadura, su defensa de armadura es 11 y su bonus de armadura es +1.</p><p><em><b>Notas del Diseñador:</b> “Defensa de Armadura” es esencialmente el mismo concepto que la clase de armadura en la mayoría de juegos OSR. Se ha renombrado para enfatizar cómo funciona la conexión entre bonus y defensa. El bonus de armadura existe para permitir que el combate pueda realizarse con tiradas del jugador exclusivamente, tal y como se explicará en la sección de combate.</p>"
		},
		{
			"id": "Character Creation 3: HP and Speed",
			"name": "Creación de personajes 3: Salud y velocidad",
			"description": "<p>Haz una tirada con 1d8 para determinar los puntos de golpe iniciales y máximos de tu PJ. El ritmo de curación de un PJ es de 1d8 + bonus de Constitución. Su velocidad explorando es de 120 pies por turno de exploración, y su velocidad en combate es de 40 pies por asalto.</p><p><em><b>Notas del Diseñador:</b> todos los dados de golpe de Knave se asume que son d8, tanto para PJ, PNJ y monstruos. Esto simplifica el juego y mantiene todo compatible con la mayoría de libros OSR. Date cuenta de que el bonus de Constitución del PJ no se añade a sus tiradas de puntos de golpe. Los Directors que no quieran que los PJ empiecen siendo tan frágiles pueden permitir que los puntos de golpe se puedan volver a tirar si sale un valor inferior a 5.</em></p>"
		},
		{
			"id": "Character Creation 4: Traits",
			"name": "Creación de personajes 4: Rasgos",
			"description": "<p>Invéntate o determina aleatoriamente el resto de rasgos del PJ, como su físico, rostro, piel, cabello, ropa, virtudes, vicios, habla, trasfondo y alineamiento mediante las tablas aleatorias de la siguiente página. Elige un género y un nombre para tu personaje pero no te encariñes demasiado con él. Hay un mundo muy peligroso ahí fuera.</p><p><em><b>Notas del Diseñador:</b> Elegir de forma aleatoria la mayor parte de los rasgos de tu PJ acelera la creación del personaje, pero también hace que puedas crear personajes sorprendentes y únicos que no se les ocurrirían o jugarían la mayoría de jugadores.</em><p>"
		},
		{
			"id": "Combat",
			"name": "Combate",
			"description": "<p>Al comienzo de cada asalto de combate, determina la iniciativa mediante una tirada de d6. De 1-3, todos los enemigos atacarán primero. De 4-6 todos los PJs actuarán primero. Realiza la tirada de iniciativa cada asalto.</p><p><em><b>Nota del Diseñador:</b> Utilizar una tirada de iniciativa grupal agiliza el combate, mantiene el interés de los jugadores y evita la contabilidad excesiva. Volver a realizar una tirada de iniciativa en cada asalto de combate lo hace más peligroso, ya que es posible que un solo bando pueda actuar dos veces seguidas.</em></p><p>En su turno, un personaje puede mover su velocidad (normalmente 40 pies) y llevar a cabo una acción de combate. Esta acción puede ser lanzar un hechizo, realizar un segundo movimiento, realizar un ataque, intentar alguna proeza o cualquier otra acción que le parezca razonable al Director.</p><p>Las armas de cuerpo a cuerpo pueden golpear a enemigos adyacentes, pero las armas a distancia no pueden ser utilizadas si el que las usa está en combate cuerpo a cuerpo. Para realizar un ataque, realiza una tirada de d20 y añade el bonus de Fuerza o Sabiduría, dependiendo de si se está utilizando un arma de melee o a distancia respectivamente. Si el ataque total es mayor que la defensa de armadura del enemigo, el ataque lo alcanza. Si no, el ataque falla.</p><p>Alternativamente, el ataque también se puede resolver por el defensor, el cual realiza una tirada d20 y le añade su bonus de armadura, intentando superar la defensa de la habilidad que el atacante esté utilizando. Si la supera, el ataque falla. Si no consigue superarla, el ataque le alcanza.</p><p><em><b>Nota del Diseñador:<b> En otras palabras, los ataques se resuelven igual que las tiradas de salvación con oposición, solo que se utiliza la armadura en lugar de una habilidad.</em></p><p>Si el ataque alcanza a su objetivo, el atacante realiza una tirada con el dado de daño de su arma para determinar cuántos Puntos de Golpe (PG) pierde el defensor. Es posible añadir un dado de daño extra del tipo de dados de daño del arma a la tirada, si esta resulta ser ideal contra el enemigo que está siendo utilizada (por ejemplo, utilizar un arma roma contra un esqueleto).</p><p>Cuando los personaje alcanza los 0 PG, se quedan inconscientes. Cuando alcanzan -1 PG o menos, mueren. Los jugadores deberán crear un nuevo personaje de nivel 1 cuando el anterior muera. Y debería de unirse al grupo de aventureros lo antes posible.</p>"
		},
		{
			"id": "Critical Hits and Quality",
			"name": "Golpes críticos y calidad",
			"description": "<p>Durante una tirada de ataque, si el atacante obtiene un 20 o el defensor obtiene un 1 en el dado, la armadura del defensor pierde un punto de calidad y recibe un dado adicional de daño (del tipo del arma utilizada). Si el atacante saca un 1 o el defensor obtiene un 20 en el dado, el arma del atacante pierde un punto de calidad. Cuando un objeto alcanza los 0 puntos de calidad, se destruye.</p><p>Reparar cada punto de calidad cuesta un 10% del coste total del objeto.</p><p><em><b>Nota del Diseñador:</b> La lenta degradación del equipo es otro recurso que actúa como una cuenta atrás durante las mazmorras más grandes, de la misma forma que los Puntos de Golpe, los hechizos, las antorchas etc.</em></p>"
		},
		{
			"id": "Healing",
			"name": "Curación",
			"description":"<p>Tras comer y el descansar durante una noche, los PJs recuperan un número de PG igual a d8 + su bonus de Constitución. Descansar en un lugar seguro recupera todos los PG perdidos.</p><p><em><b>Nota del Diseñador:<b> El bonus de Constitución no afecta al número máximo de puntos de golpe como sucede en la mayoría de juegos OSR, pero es muy importante durante los procesos de curación.</em></p>"
		},
		{
			"id": "Item Slots",
			"name": "Espacios de inventario",
			"description": "<p>Los PJs tienen un número de espacios de inventario igual a su defensa de Constitución. La mayoría de los objetos, incluyendo los libros de hechizos, las raciones de un día, armas ligeras, herramientas, etc... ocupan un espacio, pero objetos pesados o muy voluminosos podrían ocupar más de uno. Grupos de objetos pequeños e idénticos pueden ser agrupados en un solo espacio, a discreción del Director. 100 monedas pueden caber en un solo espacio. Como norma general, un espacio puede guardar hasta 5 libras (unos 2 kilogramos) de peso.</p><p><em><b>Nota del diseñador:</b> Usar espacios de inventario hace que la carga sea lo suficientemente sencilla como para que los jugadores quieran monitorizarla. Los espacios son también clave para la personalización de los personajes, ya que el equipamiento ayuda a determinar quiénes son. Incrementar la Constitución, por lo tanto, será probablemente una prioridad para la mayoría de los personajes.</em></p>"
		},
		{
			"id": "Magic",
			"name": "Magia",
			"description": "<p>La lista de hechizos de cualquier juego de rol de la vieja escuela funciona perfectamente con Knave, siempre y cuando lleguen hasta nivel 9. Hay muchas listas de hechizos clásicos disponibles online.</p><p>En Knave, los PJs solamente pueden lanzar hechizos de su nivel o inferior, por lo que un PJ de nivel 3 solamente podrá lanzar hechizos de nivel 0 a 3. Los hechizos se lanzan desde libros de hechizos, los cuales deben de sujetarse con ambas manos y recitarse en voz alta. Cada libro de hechizos solo puede utilizarse una vez por día. Importante: cada libro de hechizos contiene un solo hechizo y ocupa un espacio de inventario, por lo que si un PJ quiere ser capaz de lanzar un buen número de hechizos, tendrá que llenar la mayor parte de sus espacios de inventario con libros de hechizos.</p><p><em><b>Nota del Diseñador:</b> Siempre me ha parecido extraño que los niveles de hechizo no correspondiesen con el nivel de los PJ en la mayoría de juegos OSR. Bueno, pues ahora sí. También he tomado la noción abstracta de espacio de hechizos y lo he convertido en algo concreto. Los PJs pueden lanzar tantos hechizos como puedan llevar físicamente. Incrementa tu Constitución si quieres que tu personaje pueda cargar una biblioteca móvil de hechizos.</em></p><p>Los PJs son incapaces de crear, copiar o transcribir libros de hechizos. Para poder conseguir nuevos libros de hechizos, los PJs deberán de salir en busca de ellos, ya sea encontrándolos en mazmorras o robándolos de otros magos. Cuanto más alto sea el nivel del libro de hechizo, más valioso y raro es. Los PJs que lleven estos libros de forma visible atraerán a bandidos y a otros magos, los cuales intentarán robárselos.</p><p>Cuando un hechizo permite una tirada de salvación, haz una tirada de salvación con oposición utilizando la Inteligencia del que lanza el hechizo contra la habilidad más relevante del defensor, normalmente Destreza para hechizos de ataque a distancia, Constitución para hechizos que roben vida, Inteligencia para hechizos que alteren la consciencia o Sabiduría para las ilusiones.</p><p><em><b>Nota del Diseñador:</b> Date cuenta de que los libros de hechizos pueden ser fácilmente cambiados por runas, tablas de arcilla, pociones, pergaminos o cualquier otra cosa que tenga sentido en tu campaña. Si quisieras algo más peligroso, al estilo de la baja fantasía por ejemplo, podrías hacer que los hechizos se usasen una sola vez y luego desapareciesen para siempre. El generador de hechizos aleatorios de mi otro juego, Maze Rats, puede ser útil para generar ideas para nuevos hechizos.</em></p>"
		},
		{
			"id": "Monsters",
			"name": "Monstruos",
			"description": "<p>Todos los monstruos de los bestiarios de OSR deberían de funcionar en Knave sin apenas cambios. Aquí hay algunos consejos para las conversiones en caso de ser necesarias:</p><p><b>Dados de Golpe/Puntos de Golpe:</b> Se asume que los dados de golpe de todos los monstruos son d8 a menos que se especifique lo contrario. Para conseguir los puntos de golpe de un monstruo, simplemente multiplica el número de dados de golpe por 4 (5 si quieres ser especialmente duro).</p><p><b>Armadura:</b> La Clase de Armadura (o CA) de un monstruo (si es ascendente) es idéntica a la Defensa de Armadura en Knave. Si el CA es descendiente, réstasela a 19 (si es de OD&D o B/X D&D) o réstasela a 20 (si es de AD&D) para obtener su equivalente ascendente.</p><p><b>Bonus de ataque:</b> Se mantiene el mismo bono de ataque y puede ser añadido tanto a los ataques cuerpo a cuerpo como a distancia. Si un bonus de ataque no aparece, se puede asumir que es igual al número de dados de golpe del monstruo.</p><p><b>Daño:</b> El daño del monstruo es el mismo.</p><p><b>Moral:</b> La moral del monstruo es la misma.</p><p><b>Tiradas de salvación:</b> Ya que en OSR los monstruos no suelen tener habilidades, se asume que los monstruos tienen un bonus de habilidad igual a su nivel, con su correspondiente defensa de habilidad.</p><p><em>Ejemplo: Un monstruo de 4 dados de daño típico tendría un bonus de +4 y una defensa de 14 en todas sus habilidades por defecto, a menos que el Director decida modificarlo.</em></p><p><em><b>Nota del Diseñador:</b> Debido a la escala de 1-10 unificada que usa Knave, los monstruos y los PNJs esencialmente añaden sus dados de golpe o nivel a cualquier ataque o tirada de salvación que realicen. Obviamente, esto debería de ajustarse por parte del Director en caso de que no tenga sentido.</em></p>"
		},
		{
			"id": "Morale",
			"name": "Moral",
			"description": "<p>Todos los monstruos y los PNJs tienen una puntuación de moral, generalmente entre 5 y 9. Cuando se enfrentan a una amenaza mayor de la que esperaban, el Director realizará una tirada de moral utilizando 2d6 y comparando el resultado con la puntuación de moral del PNJ.Si el resultado de la tirada es mayor que la puntuación de moral, el PNJ intentará huir, retroceder o negociar.</p><p>Las tiradas de moral pueden lanzarse cuando se derrota a la mitad del grupo enemigo, cuando se derrota al líder del grupo del enemigo o cuando se reducen los PG del enemigo a la mitad. Otros efectos puede que obliguen a realizar una tirada de moral, a discreción del Director.</p><p>Los seguidores también hacen tiradas de moral cuando no se les paga, cuando su empleador muere o cuando se enfrenten a un peligro extraordinario. La moral puede incrementarse pagándoles mejor y tratándolos bien.</p>"
		},
		{
			"id": "Reactions",
			"name": "Reacciones",
			"description": "<p>Cuando los PJs se encuentran con un PNJ cuya reacción ante el grupo de aventureros no es obvia, el Director puede realizar una tirada 2d6 y consultar la siguiente tabla.<p><table><thead><tr><th>2d6</th><th>Reacciones</th></tr></thead><tbody><tr><td>2</td><td>Hostil</td></tr><tr><td>3-5</td><td>Poco amistosa</td></tr><tr><td>6-8</td><td>Incierta</td></tr><tr><td>9-11</td><td>Dialogante</td></tr><tr><td>12</td><td>Servicial</td></tr></tbody></table>"
		},
		{
			"id": "Saving Throws",
			"name": "Tiradas de salvación",
			"description":"<p>Si un personaje intenta hacer algo cuyo desenlace es incierto y fallar puede tener consecuencias, realizará una tirada de salvación o “salvación”. Para hacer una tirada de salvación, suma el bonus de la habilidad que tenga más relevancia a una tirada de un d20. Si el total es mayor de 15, el personaje tendrá éxito. Si no, se considerará un fallo.</p><p><em><b>Nota del Diseñador:</b> Que el resultado tenga que ser más de 15 significa que los PJs nuevos tienen alrededor de un 25% de probabilidades de tener éxito, mientras que personajes de nivel 10 tienen alrededor de un 75%, ya que los bonus de habilidad pueden llegar hasta +10 en nivel 10. Esto refleja el patrón general que seguían las primeras versiones de D&D.</em></p><p>Si la tirada de salvación tiene la oposición de otro personaje, entonces en vez de tener que superar 15, la parte que está realizando la tirada debe de sacar un total mayor que la defensa de la habilidad relevante del personaje que realiza la oposición. Este tipo de tirada de salvación se llama tirada de salvación con oposición. Nótese que no importa cuál de los bandos realice la tirada, ya que las probabilidades de éxito son las mismas.</p><p><em><b>Ejemplo:</b> Un mago lanza un hechizo de bola de fuego contra un goblin, que tendrá que realizar una tirada de salvación para evitarla. Esto se resuelve con una tirada de salvación con oposición utilizando la Inteligencia del mago y la Destreza del goblin. El goblin puede realizar la tirada y sumarle su bonus de Destreza, con la esperanza de obtener un resultado mayor que la defensa de Inteligencia del mago. La otra opción es que sea el mago quien realice la tirada, añada su bonus de Inteligencia e intente sacar un resultado mayor que la defensa de Destreza del goblin.</em></p><p><em><b>Nota del Diseñador:</b> La defensa de una habilidad es esencialmente su tirada media. Exigir al bando que realiza la tirada superar la defensa de la parte que realiza la oposición permite que las contiendas puedan resolverse más rápidamente, eliminando la posibilidad de empates y permitiendo que sean los jugadores quienes realicen todas las tiradas que deseen, ya que las probabilidades son las mismas sin importar que bando realice las tiradas.</em></p><p>Si existe algún factor que pueda influir en que la tirada de salvación sea más fácil o más difícil, el Director puede dar ventaja o desventaja a la tirada. Si una tirada tiene ventaja, tira 2d20 y quédate con el mejor resultado. Si tiene desventaja, tira 2d20 y quédate con el peor resultado.</p><p><em><b>Nota del Diseñador:</b> El Director siempre tiene la libertad de imponer modificadores positivos o negativos a la tirada en vez de usar el sistema de ventajas, pero la mayoría de jugadores parecen preferir el sistema de ventajas y simplifica los cálculos.</em></p>"
		},
		{
			"id": "Stunts",
			"name": "Proezas",
			"description":"<p>Las proezas son maniobras de combate como aturdir, empujar, desarmar, derribar, romper armadura etc. Se resuelven con una tirada de salvación con oposición. Puede ser que no causen daño directamente, pero pueden hacerlo indirectamente (por ejemplo, empujar al enemigo hacia un abismo). El Director es quien tiene la última palabra acerca de qué proezas pueden realizarse en cada situación específica.</p>"
		}
	]
}
